<html>

<head>
<meta http-equiv="Content-Language" content="sv">
<meta name="GENERATOR" content="Microsoft FrontPage 4.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<META HTTP-EQUIV="EXPIRES" CONTENT="0">
<META NAME="RESOURCE-TYPE" CONTENT="DOCUMENT">
<META NAME="DISTRIBUTION" CONTENT="GLOBAL">
<META NAME="AUTHOR" CONTENT="Helena O.">
<META NAME="COPYRIGHT" CONTENT="Copyright (c) 2005 by Helena O.">
<META NAME="KEYWORDS" CONTENT="Kamphemmet,historia,S&auml;tra,R&ouml;k,&ouml;desh&ouml;g,">
<META NAME="DESCRIPTION" CONTENT="Min webbplats om Kamphemmets historia">
<META NAME="ROBOTS" CONTENT="NOINDEX, NOFOLLOW">
<META NAME="REVISIT-AFTER" CONTENT="10 DAYS">
<META NAME="RATING" CONTENT="GENERAL">
<title>Historiska Dokument Kamphemmet</title>
</head>

<body bgcolor="#F4E8D6" leftmargin="5" background="web/gul2.gif">

<h1 align="center">
<a target="_blank" href="bilder_kamphemmets_historia/skordetid.jpg">
<img border="1" src="bilder_kamphemmets_historia/skordetid_small.jpg" width="348" height="227"></a></h1>
<h1 align="center">F&ouml;r&auml;ndring i Kamphemmets jordbruk</h1>
      <p class="MsoNormal">
      <a target="_blank" href="bilder_kamphemmets_historia/karta_1704_medium.jpg">
      <img border="1" src="bilder_kamphemmets_historia/karta_1704_small.jpg" width="140" height="114" align="left" hspace="7" vspace="5"></a>Kamphemmet har under &aring;rens lopp varit i stort sett 
      lika stort. Det har inte skett n&aring;gra stora f&ouml;r&auml;ndringar av gr&auml;nserna 
      d&auml;remot har g&aring;rdens utseende f&ouml;r&auml;ndrats genom &aring;ren. G&aring;rdens areal var fram 
      till 1987 omkring 30 hektar. Om man ser p&aring; kartan fr&aring;n 1704 &ouml;ver R&ouml;ks 
      socken  ser vi en mycket typisk g&aring;rd vid detta sekel. G&aring;rdens 
      brukare &quot;arrenderade&quot; marken av &auml;garen p&aring; S&auml;tra som vid denna tid var av 
      sl&auml;kten Snoilsky. Huvuddelen av marken &auml;r gr&ouml;nomr&aring;de och anv&auml;nds till 
      betesmark &aring;t djuren och kan ocks&aring; sl&aring;s till vinterfoder. De &aring;kerlappar som 
      finns &auml;r f&aring; och mycket sm&aring; och anv&auml;nds till familjens eget behov. D&auml;r 
      odlas bland annat k&aring;l, potatis och s&auml;d till mj&ouml;l eller foder.<a target="_blank" href="bilder_kamphemmets_historia/karta_1914_small1.jpg"><img border="1" src="bilder_kamphemmets_historia/karta_1914_small2.jpg" width="125" height="123" align="right" hspace="7" vspace="5"></a></p>
      <p class="MsoNormal">Om man sedan g&ouml;r ett stort hopp fram till 1914 har 
      mycket f&ouml;r&auml;ndrats, gr&auml;nser har r&auml;tats ut och g&aring;rden &auml;gs nu av brukaren 
      sj&auml;lv likt m&aring;nga andra hemman. Mycket av betesmarken har nu odlats upp. De 
      uppodlade omr&aring;dena har &ouml;kat men m&aring;nga av &aring;krarna &auml;r fortfarande sm&aring;. 
      Brukaren livn&auml;r sig nu helt och h&aring;llet p&aring; sitt jordbruk men markerna 
      bearbetas fortfarande till stor del f&ouml;r hand eller med mindre maskiner och 
      har dr&auml;ngar och pigor till sin hj&auml;lp. Pigor och dr&auml;ngar hade d&aring; funnits p&aring; 
      g&aring;rden i m&aring;nga &aring;r och fanns delvis fram till f&ouml;r bara ca 50 &aring;r sedan. Till 
      denna karta finns &auml;ven ett
      <a target="_blank" href="bilder_kamphemmets_historia/kartfortydligande_1914.pdf">
      kartf&ouml;rtydligande</a> som mer i detalj beskriver de sifferreferenser som 
      finns p&aring; kartan.</p>
      <p class="MsoNormal">
      <a target="_blank" href="bilder_kamphemmets_historia/karta_1988_small.jpg">
      <img border="1" src="bilder_kamphemmets_historia/karta_1988_small2.jpg" width="189" height="154" align="left" hspace="7" vspace="5"></a>F&ouml;rflyttar man sig &aring;ter 74 &aring;r fram&aring;t och ser p&aring; 
      kartan fr&aring;n 1988 har inte m&auml;ngden &aring;kermark &ouml;kat s&aring; radikalt 
      men d&auml;remot har de sm&aring; &aring;kerlapparna successivt slagits ihop och blivit 
      st&ouml;rre i takt med att hj&auml;lpmedel och maskiner har effektiviserat 
      jordbruket.  1987 ut&ouml;kades Kamphemmets areal n&auml;r min far Kurt k&ouml;pte Hagalund 
      som &auml;r 5 hektar stort (det gr&ouml;nmarkerade omr&aring;det p&aring; kartan).</p>
<blockquote>
      <p class="MsoNormal">Kamphemmet har f&ouml;r&auml;ndrats mycket genom &aring;ren b&aring;de n&auml;r 
      det g&auml;ller mark, byggnader och brukare. Man ser h&auml;r resultatet av Sveriges 
      f&ouml;r&auml;ndringar i jordbrukspolitikens historia. Rationaliseringar och 
      tekniska framsteg har f&ouml;r&auml;ndrat markens nyttjande Man ser ocks&aring; en tendens 
      till att g&aring;rden bytte arrendator med n&aring;gorlunda j&auml;mna mellanrum och att 
      dr&auml;ngar och pigor oftast inte var p&aring; g&aring;rden mer &auml;n ett eller tv&aring; &aring;r.</p>
  <blockquote>
      <p class="MsoNormal" align="center"><a href="kamphemmets_historia.htm">
      Tillbaka till startsidan</a></p>
  </blockquote>
</blockquote>

</body>

</html>