<html>

<head>
<meta http-equiv="Content-Language" content="sv">
<meta name="GENERATOR" content="Microsoft FrontPage 4.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<META HTTP-EQUIV="EXPIRES" CONTENT="0">
<META NAME="RESOURCE-TYPE" CONTENT="DOCUMENT">
<META NAME="DISTRIBUTION" CONTENT="GLOBAL">
<META NAME="AUTHOR" CONTENT="Helena O.">
<META NAME="COPYRIGHT" CONTENT="Copyright (c) 2005 by Helena O.">
<META NAME="KEYWORDS" CONTENT="Kamphemmet,historia,S&auml;tra,R&ouml;k,&ouml;desh&ouml;g,">
<META NAME="DESCRIPTION" CONTENT="Min webbplats om Kamphemmets historia">
<META NAME="ROBOTS" CONTENT="NOINDEX, NOFOLLOW">
<META NAME="REVISIT-AFTER" CONTENT="10 DAYS">
<META NAME="RATING" CONTENT="GENERAL">
<title>Historiska Dokument Kamphemmet</title>
</head>

<body bgcolor="#F4E8D6" leftmargin="5" background="web/gul2.gif">

<p align="center">
<a target="_blank" href="bilder_kamphemmets_historia/slattergille_ed1.jpg">
<img border="1" src="bilder_kamphemmets_historia/slattergille_ed1.jpg" width="338" height="222"></a></p>
<h1 align="center">Kamphemmet idag</h1>
  <p class="MsoNormal">Idag best&aring;r Kamphemmet av 35 hektar, h&auml;lften &aring;ker och 
  h&auml;lften betesmark och skog, som v&aring;r familj nu har brukat sedan 1979. G&aring;rden &auml;r 
  inte l&auml;ngre n&aring;gon heltidssyssels&auml;ttning, mina f&ouml;r&auml;ldrar sk&ouml;ter den p&aring; sin 
  fritid. Det blir inga stora f&ouml;rtj&auml;nster av jordbruket men marken och 
  landskapet h&aring;lls &ouml;ppet och levande. </p>
  <p class="MsoNormal">Det finns ett omr&aring;de p&aring; g&aring;rden som i folkmun kallas 
  Ekekullen. Det ligger mellan boningshuset och b&auml;cken och har l&auml;nge slagits med 
  lie f&ouml;r att h&aring;llas &ouml;ppet. Bland annat min morfar Thore hade h&auml;r g&aring;tt och 
  slagit foder till djuren. Min far Kurt samlade 1979 f&ouml;r f&ouml;rsta g&aring;ngen n&aring;gra 
  v&auml;nner och hade sl&aring;ttergille. Denna tradition har sedan v&auml;xt och idag brukar 
  det vara 20-25 v&auml;nner och sl&auml;ktingar som samlas vid midsommartid varje &aring;r f&ouml;r 
  att gemensamt sl&aring; omr&aring;det och sedan avsluta med fest tillsammans. P&aring; senare &aring;r 
  har omr&aring;det &auml;ven varit intressant f&ouml;r naturv&aring;rdare p&aring; grund av att vissa 
  v&auml;xter bara trivs p&aring; sl&aring;tter&auml;ng och dessa trivs just h&auml;r.</p>
  <p class="MsoNormal">Djurh&aring;llningen p&aring; g&aring;rden har med tiden minskat mer och 
  mer. Idag (2005) finns endast tv&aring; katter och tv&aring; h&auml;star. Den ena h&auml;sten &auml;gs av min moster och 
  morbror och den andra &auml;r s&auml;llskap fr&aring;n en granng&aring;rd. Brukandet har genom &aring;ren f&ouml;r&auml;ndrats fr&aring;n att 
  huvudsakligen best&aring; av h&ouml; och annat foder till att idag mest best&aring; av 
  spannm&aring;l, &auml;rtor och oljev&auml;xter. &aring;krarna har f&ouml;rb&auml;ttrats, genom t&auml;ckdikning och 
  stenr&ouml;jning och &auml;r idag f&ouml;rh&aring;llandevis l&auml;ttsk&ouml;tta.</p>
  <p class="MsoNormal" align="center"><a href="../frames.htm" TARGET="_top">
  Tillbaka till startsidan</a></p>
<blockquote>
      <p class="MsoNormal">&nbsp;</p>
  <blockquote>
    <blockquote>
<p align="center">&nbsp;</p>
      <p class="MsoNormal">&nbsp;</p>
      </blockquote>
  </blockquote>
</blockquote>
<p align="center">&nbsp;</p>
<p align="center">&nbsp;</p>
<p align="center">&nbsp;</p>

</body>

</html>