<html>

<head>
<meta http-equiv="Content-Language" content="sv">
<meta name="GENERATOR" content="Microsoft FrontPage 4.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<META HTTP-EQUIV="EXPIRES" CONTENT="0">
<META NAME="RESOURCE-TYPE" CONTENT="DOCUMENT">
<META NAME="DISTRIBUTION" CONTENT="GLOBAL">
<META NAME="AUTHOR" CONTENT="Helena O.">
<META NAME="COPYRIGHT" CONTENT="Copyright (c) 2005 by Helena O.">
<META NAME="KEYWORDS" CONTENT="Kamphemmet,historia,S&auml;tra,R&ouml;k,&ouml;desh&ouml;g,">
<META NAME="DESCRIPTION" CONTENT="Min webbplats om Kamphemmets historia">
<META NAME="ROBOTS" CONTENT="NOINDEX, NOFOLLOW">
<META NAME="REVISIT-AFTER" CONTENT="10 DAYS">
<META NAME="RATING" CONTENT="GENERAL">
<title>Historiska Dokument Kamphemmet</title>
</head>

<body bgcolor="#F4E8D6" leftmargin="5" background="web/gul2.gif">

<p align="center">
<a target="_blank" href="bilder_kamphemmets_historia/Anna_med_barnen.jpg">
    <img border="1" src="bilder_kamphemmets_historia/Anna_med_barnen_small.jpg" width="361" height="245"></a><br>
    Fr&aring;n h&ouml;ger: Thore, hans mor Anna, hans syster Astrid och Astrids man Gunnar.
</p>

<h1 align="center">Kamphemmets brukare <br>
<span style="font-weight: 400">1750 till idag</span></h1>
    <p class="MsoNormal">
    <a target="_blank" href="bilder_kamphemmets_historia/tidslinje_kamphemmet.jpg">
    <img border="1" src="bilder_kamphemmets_historia/tidslinje_kamphemmet_small.jpg" width="137" height="96" align="left" hspace="7" vspace="5"></a>H&auml;r 
    kommer en beskrivning av vilka som bott och verkat p&aring; Kamphemmet fr&aring;n b&ouml;rjan 
    av 1700-talet till idag. F&ouml;r att l&auml;ttare f&aring; en &ouml;verblick av de som bott p&aring; 
    g&aring;rden kan man se p&aring;
    <a target="_blank" href="bilder_kamphemmets_historia/tidslinje_kamphemmet.jpg">
    tidslinjen</a>. </p>
    <p class="MsoNormal">Vid mitten av 1700-talet kom Anders J&ouml;nsson till 
    Kamphemmet tillsammans med sin hustru Anna Nilsdotter och deras barn Nils, 
    J&ouml;ns, Erik och Marta. De stannade p&aring; g&aring;rden fram till 1800-talets b&ouml;rjan. 
    Peter Andersson tog d&aring; &ouml;ver ca 40 &aring;r gammal tillsammans med frun Maja 
    Gabriellsdotter och de tre barnen Anders, Sara Lena och Magnus. 1807 
    flyttade sedan familjen Andersson till Kumla och l&auml;mnade g&aring;rden i Anders 
    Peterssons h&auml;nder. Hans hustru hette Lena Maija Salomonsdotter och de hade 
    fyra barn Jonas, Catherine, Anna Brita och Anders Olofsson som var f&ouml;dd utom 
    &auml;ktenskapet. Dokumenten p&aring; landsarkivet talar tyv&auml;rr inte om n&auml;r familjen 
    f&ouml;rsvinner fr&aring;n g&aring;rden och n&auml;sta brukare tar vid men vi vet att Jonas 
    Isacsson med familj fanns d&auml;r 1817. Han hade tv&aring; barn tillsammans med sin 
    hustru Maria Ericsdotter. De hette Carl August och Maria Sophia.</p>
    <p class="MsoNormal">Nu kommer en &auml;nkling in i bilden. Han heter J&ouml;ns 
    Larsson och flyttade till Kamphemmet 1834 tillsammans med sin son  Johannes. 
    J&ouml;ns hade ocks&aring; en dotter som hette Johanna men som bara blev tv&aring; &aring;r. N&auml;r 
    J&ouml;ns Larsson kom till g&aring;rden hade han med sig sin nya hustru Magdalena Jonsdotter 
    och hennes dotter Johanna Persson. Johanna flyttade 1835 till S&auml;tra. Sonen 
    Johannes flyttade sedan i ton&aring;ren till Svanshals, troligen f&ouml;r att bli 
    dr&auml;ng. Men J&ouml;ns Larsson tog av n&aring;gon anledning inte &ouml;ver brukandet av g&aring;rden utan det gjorde 
    ist&auml;llet Peter Persson Ljung som kom till Kamphemmet 1835 med sin hustru 
    Anna Brita Jonsdotter och deras nyf&ouml;dda dotter Johanna. Anna Brita f&ouml;dde 
    sedan sex barn till men ingen av dem blev mer &auml;n tre &aring;r gammal. Deras enda dotter 
    Johanna flyttade hemifr&aring;n vid 20 &aring;rs &aring;lder. Peter dog 1860, 53 &aring;r gammal. 
    G&aring;rden byter &auml;gare men &auml;nkan Anna Brita f&aring;r bo kvar till sin d&ouml;d. </p>
    <p class="MsoNormal">Den nye brukaren hette Carl Magnus Andersson och hustrun 
    hette Clara Lovisa Andersdotter hade en son vid namn Carl Oskar. Strax efter 
    att de kommit till g&aring;rden fick de en son till som de d&ouml;pte till 
    Gustaf Albin och 1864 fick de en dotter som fick namnet Emilie Carolina. 
    Familjen flyttade till Svanshals &aring;ret d&auml;rp&aring; och g&aring;rden &ouml;vertogs av Carl 
    August Lindstedt som kom fr&aring;n Heda och var 34 &aring;r gammal. Han hade d&aring; med sig 
    sin hustru Johanna Andersdotter och barnen Emilie Mathilda, Carl Axel och 
    Frans Oskar. De fick sedan ett barn till som fick namnet August Edvard.</p>
    <p class="MsoNormal">1867 flyttade sedan det nygifta paret Gustaf Adolf 
    Carlsson och Ida Maria Augusta Carlsdotter till Kamphemmet. De fick en son 
    som tyv&auml;rr var d&ouml;d vid f&ouml;dseln men 1880 fick de en dotter som fick namnet 
    Adolfina Maria. Modern dog tyv&auml;rr bara n&aring;gon vecka efter f&ouml;dseln och Gustaf 
    Adolf blev ensam &auml;nkling med sin dotter. Tv&aring; &aring;r senare gifter han om sig 
    med Helena Margaretha Petersson. Hon hade n&auml;r hon kom till g&aring;rden med sig 
    sin o&auml;kta son Carl Axel Henning som d&aring; var 11 &aring;r gammal. 1885 tog sig 
    familjen Carlsson ett fosterbarn. Flickan kom fr&aring;n Nicolai i Stockholm och 
    hette Thyra Augusta och var sex &aring;r gammal.</p>
    <p class="MsoNormal">
    <a target="_blank" href="http://goto.glocalnet.net/kamphemmet_dokument/historiska_dokument/historiska_dokument_krono.htm#Kopekontrakt">
    <img border="1" src="bilder_kamphemmets_historia/Kopekontrakt_Kamphemmet_1_low2.jpg" width="89" height="142" align="left" hspace="7" vspace="5"></a>Fram till nu hade brukarna arrenderat g&aring;rden av S&auml;tra. 
    Men sommaren 1888 k&ouml;pte Anders Peter Gom&eacute;r Kamphemmet av &auml;garen p&aring; S&auml;tra som 
    d&aring; var Ph Pharmansson och familjen Carlsson flyttade till &auml;ngstugan. 
    K&ouml;pekontraktet f&ouml;rt&auml;ljer att hemmans&auml;garen Anders Peter Gom&eacute;r fick k&ouml;pa 
    g&aring;rden f&ouml;r 7 500 kr och i k&ouml;pekontraktet finns sju &ouml;verenskommande villkor. 
    Dessa talar bland annat om att k&ouml;paren skulle ta &ouml;ver g&aring;rden i det skick 
    arrendatorn l&auml;mnat den. Arrendatorn fick ta med sig jag citerar &quot;redskap&nbsp; 
    innanf&ouml;nster och annan l&ouml;s egendom som tillh&ouml;ra arrendatorn&quot;. Arrendatorn 
    fick heller inte hugga n&aring;gon ved och ta med sig, den skulle tillfalla 
    k&ouml;paren. K&ouml;paren fick &ouml;verta ett hypoteksl&aring;n och sedan betala resten av 
    summan innan den 15 oktober 1890, Anders Peter Gom&eacute;r skulle ocks&aring; d&aring; detta 
    avtal skrevs &ouml;verl&auml;mna 200 kr i handpenning. L&auml;s g&auml;rna k&ouml;pekontraktet genom 
    att klicka p&aring; bilden.<a target="_blank" href="http://goto.glocalnet.net/kamphemmet_dokument/historiska_dokument/historiska_dokument_krono.htm#arrendekontrakt"><img border="1" src="bilder_kamphemmets_historia/Arrendekontrakt_Oskar_Sandberg_1_low2.jpg" width="76" height="127" align="right" hspace="7" vspace="5"></a></p>
    <p class="MsoNormal">Anders Peter Gom&eacute;r &auml;gde d&aring; &auml;ven F&ouml;lseryd. Kamphemmet 
    arrenderades &aring;ter igen ut, bland annat till Oskar Sandberg som bodde p&aring; 
    Kamphemmet fr&aring;n 1909 fram till 1914 d&aring; Anders Peter Gom&eacute;r dog och s&ouml;nerna 
    delade upp faderns &auml;gor. Arrendekontraktet finns att l&auml;sa om du klickar p&aring; 
    bilden h&auml;r intill. Karl August k&ouml;pte Kamphemmet f&ouml;r 10 050 kr och 
    flyttade dit tillsammans med sin hustru Anna Charlotta Andersson. De hade d&aring; 
    tre barn Svea, Astrid och min morfar Thore som &auml;r f&ouml;dd 1913. Carl August dog 
    1921 och Anna blev &auml;nka med tre barn 47 &aring;r gammal. Anna drev g&aring;rden vidare 
    med hj&auml;lp av sina barn. Hon hade ocks&aring; dr&auml;ngar till sin hj&auml;lp.</p>
    <p class="MsoNormal">&nbsp;Min morfar stannade kvar p&aring; g&aring;rden f&ouml;r att hj&auml;lpa sin 
    mor. Han gifte sig 1942 med Eva Sabel och de blev sedan kvar p&aring; g&aring;rden n&auml;r 
    Anna Charlotta dog 1950. De k&ouml;pte d&aring; g&aring;rden f&ouml;r 33 000 kr. De fick fyra barn 
    Inger, Elisabeth, min mamma Gunborg och Magnus. Min morfar brukade g&aring;rden 
    till 1975. Min morbror Magnus sk&ouml;tte den ett par &aring;r innan mina f&ouml;r&auml;ldrar &ouml;vertog 
    arrendet. 1979 flyttade mina morf&ouml;r&auml;ldrar till &ouml;desh&ouml;g och vi flyttade hit 
    till g&aring;rden. 1982 &ouml;verl&auml;t Thore och Eva g&aring;rden till de fyra barnen men 1987 
    k&ouml;pte mina f&ouml;r&auml;ldrar Kamphemmet av min mors syskon f&ouml;r 280 000 kr. Jag och 
    min syster Martina h&ouml;r nu till Gom&eacute;r-sl&auml;ktens femte generation p&aring; 
    Kamphemmet och jag hoppas den ska f&ouml;rbli en sl&auml;ktg&aring;rd i framtiden.</p>
<blockquote>
  <blockquote>
    <p class="MsoNormal" align="center"><a href="../frames.htm" TARGET="_top">
    Tillbaka till startsidan</a></p>
  </blockquote>
</blockquote>

</body>

</html>