<html>

<head>
<meta http-equiv="Content-Language" content="sv">
<meta name="GENERATOR" content="Microsoft FrontPage 4.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<META HTTP-EQUIV="EXPIRES" CONTENT="0">
<META NAME="RESOURCE-TYPE" CONTENT="DOCUMENT">
<META NAME="DISTRIBUTION" CONTENT="GLOBAL">
<META NAME="AUTHOR" CONTENT="Helena O.">
<META NAME="COPYRIGHT" CONTENT="Copyright (c) 2005 by Helena O.">
<META NAME="KEYWORDS" CONTENT="Kamphemmet,historia,S&auml;tra,R&ouml;k,&ouml;desh&ouml;g,">
<META NAME="DESCRIPTION" CONTENT="Min webbplats om Kamphemmets historia">
<META NAME="ROBOTS" CONTENT="NOINDEX, NOFOLLOW">
<META NAME="REVISIT-AFTER" CONTENT="10 DAYS">
<META NAME="RATING" CONTENT="GENERAL">

<title>Historiska Dokument Kamphemmet</title>
<base target="_self">
</head>

<body bgcolor="#F4E8D6" leftmargin="5" background="web/gul2.gif">

<p align="center">
<a target="_blank" href="bilder_kamphemmets_historia/Kamphemmet_1920.jpg">
<img border="1" src="bilder_kamphemmets_historia/Kamphemmet_1920_small.jpg" width="271" height="198"></a></p>
<h1 align="center"><b><font face="Times New Roman">Inledning</font></b></h1>
      <p class="MsoNormal">H&auml;r speglas en vanlig g&aring;rd i R&ouml;ks socken vid 
      gr&auml;nslandet mellan den &ouml;ppna &ouml;stg&ouml;tasl&auml;tten och Holavedens m&ouml;rka skogar. 
      G&aring;rden heter Kamphemmet. P&aring; denna g&aring;rd har <a href="jag.htm">jag</a> vuxit upp och innan min familj 
      flyttade hit 1979
      <a target="_blank" href="bilder_kamphemmets_historia/ostergotland.jpg">
      <img border="1" src="bilder_kamphemmets_historia/sverige.jpg" align="left" hspace="7" vspace="5" width="76" height="160"></a>bodde 
      mina morf&ouml;r&auml;ldrar p&aring; g&aring;rden och vi var ofta d&auml;r och h&auml;lsade p&aring;. Materialet 
      du h&auml;r tar del av &auml;r ursprungligen ett specialarbete som jag gjorde 1994. 
      Under tiden som g&aring;tt sedan dess har mer information och material dykt upp. 
      Id&eacute;n har nu ungef&auml;r 10 &aring;r senare mognat att g&ouml;ra informationen digital och 
      skapa en mer l&auml;ttl&auml;st upplaga. Jag utg&aring;r fr&aring;n mitt ursprungliga arbete men 
      har reviderat en del och kompletterat med ny information.</p>
      <p class="MsoNormal">Historia har alltid legat mig varmt om hj&auml;rtat och 
      s&auml;rskilt min egen hembygdshistoria. Jag valde i mitt arbete att 
      skriva om S&auml;tra p&aring; grund av att v&aring;r sl&auml;ktg&aring;rd Kamphemmet tidigare har 
      tillh&ouml;rt den g&aring;rden. Jag ins&aring;g r&auml;tt snart att det skulle bli ett allt f&ouml;r 
      stort och omfattande arbete f&ouml;r att man skulle kunna g&aring; p&aring; djupet och 
      begr&auml;nsade mig d&aring; till Kamphemmets egen historia under de senaste 300 
      &aring;ren. Jag har skrivit en kort sammanfattning om S&auml;tra s&auml;teri f&ouml;r att ni 
      ska f&aring; in det i ett sammanhang&nbsp;men 
      koncentrerar mig sedan p&aring; Kamphemmets historia. Jag har f&ouml;rs&ouml;kt ge en 
      inblick i hur det har sett ut p&aring; g&aring;rden med avseende p&aring; att gestalta 
      f&ouml;r&auml;ndringar i g&aring;rdens historia vad det g&auml;ller &auml;gare, brukare, 
      byggnationer och brukande av jorden.&nbsp; </p>
      <p class="MsoNormal">De flesta bilderna p&aring; den h&auml;r webbplatsen &auml;r 
      klickbara och man kan d&aring; f&aring; dem i ett st&ouml;rre format i ett nytt f&ouml;nster. 
      Vissa stora bilder anpassas automatiskt av webbl&auml;saren s&aring; att hela bilden 
      syns p&aring; en g&aring;ng vilket kan g&ouml;ra det sv&aring;rt att l&auml;sa text och se detaljer. 
      F&ouml;r att visa bilden i naturlig storlek, placera muspekaren i nedre h&ouml;gra h&ouml;rnet av bilden. Det dyker d&aring; upp f&ouml;ljande symbol:&nbsp;<img border="0" src="web/normalstorleksymbol.jpg" width="45" height="43">&nbsp; 
som man kan klicka p&aring; varvid bilden visas i normal storlek. OBS! Dessa 
      instruktioner g&auml;ller endast Microsoft Internet Explorer.</p>
      <p class="MsoNormal">&nbsp;</p>
      <p class="MsoNormal" align="center"><a href="../frames.htm" TARGET="_top">
  Tillbaka till startsidan</a></p>
<blockquote>
      <p>&nbsp;</p>
</blockquote>

</p>

</body>

</html>